

"kBluetoothConnectionFailedTitle"				= "El audio Bluetooth no funciona.";
"kBluetoothConnectionErrorTitle"				= "Se ha producido un error al conectar con el dispositivo de audio.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "El enlace ya no es válido. Vuelva a establecer el enlace con el dispositivo e inténtelo de nuevo.";
"kBluetoothConnectionFailedExplanation"			= "Se ha producido un error al establecer conexión con su microauricular. Asegúrese de que está encendido y en el radio de acción. Es posible que deba reiniciar la sección de audio del programa que estaba utilizando.";
"kBluetoothSBCCodecMismatchExplanation"			= "Se ha producido un error al conectar con los auriculares con micrófono. El dispositivo remoto no acepta la configuración de la transmisión de audio codificada.";
"kBluetoothConnectionUnsupportedExplanation"	= "No se ha podido establecer una conexión con el dispositivo de audio activo. Intente configurarlo de nuevo.";

"kBluetoothDisconnectedTitle"					= "Audio Bluetooth desconectado.";
"kBluetoothDisconnectedExplanation"				= "El microauricular se ha desconectado inesperadamente. Asegúrese de que está encendido y en el radio de acción. Es posible que deba reiniciar la sección de audio del programa que estaba utilizando.";

"kBluetoothAudioInUseTitle"						= "Audio Bluetooth en uso.";
"kBluetoothAudioInUseExplanation"				= "Hay otro microauricular Bluetooth en uso. Sólo es posible utilizar un microauricular Bluetooth al mismo tiempo.";

"kBluetoothAudioOKButtonTitle"					= "Aceptar";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Dejar de usar los auriculares con micrófono";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Dejar de usar los auriculares";

"kBluetoothAudioHeadsetDeviceType"				= "Auriculares con micrófono";
"kBluetoothAudioHeadphoneDeviceType"			= "Auriculares";

"kBluetoothAudioSwitchButtonTitle"				= "Usar este dispositivo";
"kBluetoothAudioTryAgainButtonTitle"			= "Reintentar";
"kBluetoothAudioDisconnectButtonTitle"			= "Desconectar";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "No volver a preguntar";

"kBluetoothAudioSwitchHeadestMessageText"		= "¿Desea usar el dispositivo Bluetooth “%@ (mono)” como dispositivo de audio?";
"kBluetoothAudioSwitchA2DPMessageText"			= "¿Desea usar el dispositivo Bluetooth “%@ (estéreo)” como dispositivo de audio?";

"kBluetoothAudioSwitchInfoText"					= "Puede desactivar este cuadro de diálogo en el panel de preferencias Bluetooth. Pare ello, abra las opciones avanzadas y anule la selección de la opción “Preguntar para todas las peticiones de audio entrantes”.";

